{
    "version": "https://jsonfeed.org/version/1",
    "title": "skillslash blog",
    "feed_url": "undefined/rss/category/feed.json",
    "icon": "undefined/logo.svg",
    "author": {
        "name": "Skillslash",
        "url": "https://twitter.com/skillslash"
    },
    "items": [
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "The AI Revolution - How Generative AI is Transforming Data Science Tools - Skillslash",
            "summary": " As we generate and accumulate vast amounts of data daily, the field of data science has become an indispensable powerhouse, driving innovation, decision-making, and insights across every sector",
            "date_modified": "2023-09-28T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Transitioning to a Data Science Career for Healthcare Professionals - Skillslash",
            "summary": "These numerical insights have transcended mere data points to become indispensable tools that inform our decisions, drive innovation, and shape the course of societies and industries alike.",
            "date_modified": "2023-09-26T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Data Science v/s Artificial Intelligence - What's the Difference? - Skillslash",
            "summary": "These numerical insights have transcended mere data points to become essential tools that shape our understanding and drive innovation across diverse domains.",
            "date_modified": "2023-09-24T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Pioneering the Future - Machine Learning Engineers in a Data-Driven World - Skillslash",
            "summary": "In an era marked by an explosive surge in data and an insatiable appetite for technological advancements, these experts have emerged as the architects of the digital future in India.",
            "date_modified": "2023-09-20T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Top Data Science Interview Questions & Key Skills - Skillslash",
            "summary": "Privacy has become a major concern in the field of data science, as organizations handle vast amounts of personal and sensitive data. Protecting the privacy of individuals while still extracting valuable insights from the data is crucial. ",
            "date_modified": "2023-09-06T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Privacy Preserving Techniques in Data Science - Skillslash",
            "summary": "Privacy has become a major concern in the field of data science, as organizations handle vast amounts of personal and sensitive data. Protecting the privacy of individuals while still extracting valuable insights from the data is crucial. ",
            "date_modified": "2023-09-03T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "The Rise of Automated Machine Learning in Data Science - Skillslash",
            "summary": "Data science is a rapidly evolving field, and one of the latest trends that has gained significant traction is the rise of automated machine learning (AutoML). AutoML refers to the use of automated tools and algorithms to streamline and accelerate various stages of the machine learning process.",
            "date_modified": "2023-08-31T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Credit Card Fraud Detection System - Python",
            "summary": "Credit card fraud detection is the process of identifying fraudulent transactions made using a credit card. A credit card fraud detection system can help financial institutions and merchants to identify and prevent fraudulent transactions in real-time...",
            "date_modified": "2023-06-11T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Doctor Appointment Book & Disease Prediction App using Data Science - Skillslash",
            "summary": "The Doctor Appointment Book is a digital tool that allows patients to view the availability of their healthcare provider and book an appointment at a time that suits them...",
            "date_modified": "2023-05-30T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Heart Failure Prediction System using Data Science",
            "summary": "The heart failure prediction system we will discuss in this blog is based on machine learning algorithms that use patient data to predict the likelihood of heart failure...",
            "date_modified": "2023-05-29T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "College Enquiry Chat Bot with Data Science",
            "summary": "A college enquiry chatbot is an AI-powered chatbot that can provide students with instant answers to their inquiries about courses, admissions, fees, scholarships, and more...",
            "date_modified": "2023-05-25T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Student Feedback Review System using Python - Data Science | Skillslash",
            "summary": " The traditional methods of collecting feedback have always been through paper-based forms which are often time-consuming and not efficient...",
            "date_modified": "2023-05-24T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "ChatGPT & BradAI with Data Science",
            "summary": "ChatGPT is designed specifically for engaging in conversational interactions. It has been trained on a vast amount of text data from the internet, including dialogue-based sources, to understand and generate responses in a conversational manner..",
            "date_modified": "2023-05-22T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Big Data Case Study- What makes Spotify successful",
            "summary": "We live in a world where buying music has become obsolete, and streaming tunes is the new trendy trend that appears to be here to stay. As a result, streaming systems such as Apple Music, Pandora, Songza, and, of course, the well-known Spotify have risen like phoenixes..",
            "date_modified": "2023-05-21T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Python libraries- data visualisation with Matplotlib - Skillslash",
            "summary": "Data visualization is an essential tool in data analysis. It helps in better understanding the data, identifying trends, and presenting insights to stakeholders. ",
            "date_modified": "2023-05-18T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Statistical Modeling with Python - Skillslash",
            "summary": "Statistical modeling is an essential tool for data analysis and decision-making in various fields. It helps in exploring relationships between variables, making predictions, and gaining insights from data.",
            "date_modified": "2023-05-16T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Statistical Analysis of Cricket Data - Skillslash",
            "summary": "Statistical analysis of cricket data involves using various techniques to analyze and draw insights from large datasets of cricket-related information. These techniques can be broadly classified into two categories: descriptive statistics and inferential statistics.... ",
            "date_modified": "2023-05-11T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "The Role of Data Scientists in Music Analytics- Skillslash",
            "summary": "Python is one of the most popular and fastest-growing programming languages... ",
            "date_modified": "2023-05-09T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "An Overview of Common Data Structures - Arrays, Linked lists, and Trees - Skillslash",
            "summary": "Data structures are the fundamental building blocks of computer science. They are designed to store and organize data in a way that makes it easy to access, modify, and analyze...",
            "date_modified": "2023-05-07T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Python for Data Science- 8 Concepts You May Have Forgotten - Skillslash",
            "summary": "Python is one of the most popular and fastest-growing programming languages... ",
            "date_modified": "2023-04-30T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Discover the Concept Behind Every Intermediate Array Elements | Skillslash",
            "summary": "This article discussed arrays and elements of arrays and then solved the problem ofprinting intermediate integers between one element and the next element an integer array",
            "date_modified": "2023-01-31T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "5 Healthcare Data Science Real-Time Projects To Get You Hired in 2023",
            "summary": "In this blog, we have discussed five healthcare data science real-time projects that can help job seekers stand out in their job search ",
            "date_modified": "2023-01-18T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Role of a Data Scientist in the BFSI Sector in 2023 - Skillslash",
            "summary": "The Role of a Data Scientist in the BFSI sector is crucial in helping organizations to better understand their customers, optimize financial processes, and stay ahead of market trends",
            "date_modified": "2023-01-09T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "5 Ways Data Science Is Transforming The Fashion Industry- Skillslash",
            "summary": "In this blog learn, 5 ways how  data science is transforming the fashion industry",
            "date_modified": "2022-12-21T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "What role does Data Science play in Civil Engineering? - Skillslash",
            "summary": "Can a Civil engineer work as a data scientist or What exactly is required to make a  career switch from civil engineering to data science? Come, let us explore!",
            "date_modified": "2022-08-31T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Top place to learn data science in India",
            "summary": "Skillslash one of the best instutute to learn data science course in India, so Enroll Now And Get Your Dream Job!",
            "date_modified": "2022-07-04T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Learn Python- Top 9 Justifications to Prove It's The Best - Skillslash",
            "summary": "Learn Python online with Skillslash and Get your dream job, so why are you waiting for. Hurry!! Join Today!!",
            "date_modified": "2022-06-20T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "A Day in the Life of a Data Science Professional - Skillslash",
            "summary": "A data science professional's day-to-day assignments rotate around data, which is nothing unexpected given the working title!",
            "date_modified": "2022-06-07T18:30:00.000Z",
            "author": {}
        },
        {
            "id": "undefined/category/data-science",
            "url": "undefined/category/data-science",
            "title": "Best Data Science Course in Bangalore",
            "summary": "Skillslash provides the best Data Science Course In Bangalore at an affordable price with a 100% placement guarantee.",
            "date_modified": "2022-06-07T18:30:00.000Z",
            "author": {}
        }
    ]
}